<?php
define('BASE_PATH', 'C:/xampp/htdocs/7learn.php/map/');
define('BASE_URL', 'http://localhost/map/');


const LOCATION_TYPE = [
    0 => 'پارک',
    1 => 'ورزشگاه',
    2 => 'اماکن تاریخی',
    3 => 'فروشگاه',
    4 => 'شرکت',
    5 => 'دریا',
    6 => 'رودخانه',
    7 => 'سد',
    8 => 'خلیج',
    9 => 'اقیانوس',
    10 => 'کوه',
    11 => 'رشته کوه',
    12 => 'دریاچه',
    13 => 'اماکن شخصی',
    14 => 'خیابان',
    15 => 'کوچه',
    16 => 'بنبست',
    17 => 'مادی',
    18 => 'چهار راه',
    19 => 'تقاطع',
    20 => 'پاساژ',
    21 => 'استخر',
    22 => 'مدرسه',
    23 => 'دانشگاه',
    24 => 'قهوه خانه',
    25 => 'رستوران',
    26 => 'اماکن تفریحی',
    27 => 'شهر',
    28 => 'کشور',
    29 => 'میدان',
    30 => 'برج'
];
